[
  {
    "title": "Harry Potter und der Stein der Weisen (Harry Potter 1): Kinderbuch-Klassiker ab 10 Jahren über Hogwarts und den bekanntesten Zauberlehrling der Welt",
    "price": "10,00 €"
  },
  {
    "title": "Harry Potter und der Feuerkelch (Papierkunst-Edition mit 3D-Aufklapp-Elementen 4): Farbig illustrierte Schmuckausgabe mit Goldprägung und Pop-Up-Elementen",
    "price": "54,00 €"
  },
  {
    "title": "Die magische Welt von Harry Potter: Das offizielle Handbuch: Prächtig illustriert von sieben Künstler*innen und voller überraschender Details | Hochwertiges Geschenkbuch nicht nur für Potterheads",
    "price": "38,00 €"
  },
  {
    "title": "Harry Potter - Gesamtausgabe (Harry Potter): Ungekürzter Sammelband mit allen 7 Büchern – Reduzierter Preis, nur solange der Vorrat reicht",
    "price": "99,00 €"
  },
  {
    "title": "Harry Potter und die Kammer des Schreckens (Harry Potter 2): Kinderbuch-Klassiker ab 10 Jahren über Hogwarts und den bekanntesten Zauberlehrling der Welt",
    "price": "10,00 €"
  },
  {
    "title": "SCHMUCKAUSGABE: Harry Potter und der Stein der Weisen (vierfarbig illustrierte Schmuckausgabe) + 1. Original Harry Potter Button",
    "price": "32,00 €"
  },
  {
    "title": "Harry Potter: Der große Filmzauber (Erweiterte, überarbeitete Neuausgabe): Von den kreativen Köpfen der Harry Potter-Filme",
    "price": "49,00 €"
  },
  {
    "title": "Der große magische Haus-Test. Das inoffizielle Harry Potter Testbuch: In welches Haus der Zauberschule gehörst du? Welcher Animagus wärst du? Welchen Patronus hättest du? Finde es heraus!",
    "price": "13,99 €"
  },
  {
    "title": "Harry Potter und der Stein der Weisen MinaLima-Edition mit 3D-Papierkunst und Harry Potter Button",
    "price": "44,00 €"
  },
  {
    "title": "Harry Potter und das verwunschene Kind. Teil eins und zwei (Deutsche Bühnenfassung) (Harry Potter): Theaterdrehbuch mit exklusivem Bonusmaterial",
    "price": "20,00 €"
  },
  {
    "title": "Harry Potter und der Gefangene von Askaban (Harry Potter 3): Kinderbuch-Klassiker ab 10 Jahren über Hogwarts und den bekanntesten Zauberlehrling der Welt",
    "price": "12,00 €"
  },
  {
    "title": "Harry Potter-Kindersammlung: Harry Potter und der Stein der Weisen; Harry Potter und die Kammer des Schreckens; Harry Potter und der Gefangene von ... und der Halbblutprinz; Harry Potter und ...",
    "price": "59,00 €"
  },
  {
    "title": "Das inoffizielle Harry-Potter-Mitmachbuch - Mein Schuljahr in Hogwarts: Werde selbst Hexe oder Zauberer und tauche ein in die magische Welt der berühmten Zauberschule",
    "price": "19,99 €"
  },
  {
    "title": "Das inoffizielle Rätselbuch für Potter-Fans. Über 100 Quizfragen, Bilderrätsel, Labyrinthe und mehr zu den bekannten Büchern und Filmen: Das neue Buch ... Hart und Tochter Lillian (Harry Potter)",
    "price": "18,00 €"
  },
  {
    "title": "Weihnachten in Hogwarts: Vorlesebuch ab 6 Jahren für große und kleine Harry Potter-Fans",
    "price": "20,00 €"
  },
  {
    "title": "Harry Potter und die Heiligtümer des Todes (Harry Potter 7): Neuausgabe des Kinderbuch-Klassikers ab 10 Jahren über den bekanntesten Zauberer der Welt",
    "price": "28,00 €"
  },
  {
    "title": "Das große Harry Potter-Set Band 1-7 in der Neuausgabe + 1 Button Badge Pack",
    "price": "167,00 €"
  },
  {
    "title": "Potter Guides: Harry Potter: Kleine Handbücher zu den Harry-Potter-Geschichten von J.K. Rowling | Mit vielen neuen Details rund um den berühmtesten Zauberer der Welt!",
    "price": "12,00 €"
  },
  {
    "title": "Harry Potter Zauberbuch: Das inoffizielle illustrierte Leitfaden für die Zauberer-Ausbildung (Portschlüsseln zum Potterversum, Band 1)",
    "price": "10,99 €"
  },
  {
    "title": "Carlsen Harry Potter – Stein der Weisen / Kammer des Schreckens / Gefangener von Askaban / Feuerkelch / Orden des Phönix / Halbblutprinz / Heiligtümer des Todes als Taschenbuch",
    "price": "92,00 €"
  },
  {
    "title": "Das inoffizielle Harry-Potter-Mitmachbuch – Meine magischen Abenteuer: Trainiere deine Zauberkräfte, reise durch die Zeit, stell dich böser Magie und besiege den, dessen Name nicht genannt werden darf",
    "price": "19,99 €"
  },
  {
    "title": "Snape: Die inoffizielle Biografie des gefürchteten Zaubertranklehrers von Hogwarts | Das perfekte Geschenk für alle Fans der Harry Potter Bücher (Biografien für Potter-Fans)",
    "price": "17,00 €"
  },
  {
    "title": "Harry Potter Lesezeichen Metall mit Anhänger - Offizielles Merchandise für Bücherliebhaber, Schule & Geschenk in Box - Robustes Design für magische Leseabenteuer - Silber/gold",
    "price": "13,99 €"
  },
  {
    "title": "Aus den Filmen von Harry Potter und Phantastische Tierwesen: WHO IS WHO - Die Figuren der Zaubererwelt: Ein Almanach für Fans des magischen Hogwarts-Universums",
    "price": "48,00 €"
  },
  {
    "title": "Aufgedeckt – Die größten Geheimnisse für Potter-Fans: Die inoffizielle Sammlung: Alles, was dir die Bücher und Filme nicht verraten | Mit vielen Illustrationen | Das Geschenk für Harry-Potter-Fans",
    "price": "22,00 €"
  },
  {
    "title": "Harry Potter Boxed Set: The Complete Collection (Adult Paperback): Contains: Philosopher's Stone / Chamber of Secrets / Prisoner of Azkaban / Goblet ... Phoenix / Half-Blood Prince / Deathly Hollows",
    "price": "59,45 €"
  },
  {
    "title": "Stein der Weisen in der Neuausgabe + 1 original Harry Potter Button",
    "price": "18,00 €"
  },
  {
    "title": "Harry Potter und der Orden des Phönix (Harry Potter 5): Kinderbuch-Klassiker ab 10 Jahren über Hogwarts und den bekanntesten Zauberlehrling der Welt (Deutsch)",
    "price": "16,00 €"
  },
  {
    "title": "Ein magisches Jahr mit Harry Potter: Eine Reise durchs Jahr mit den beliebtesten Zitaten aus der Harry-Potter-Serie. Zauberhaft farbig illustriert vom wunderbaren Jim Kay.",
    "price": "28,00 €"
  },
  {
    "title": "Harry Potter alle 7 Bände in der Jubiläumsausgabe (Hardcover) + 1 original Harry Potter Button Badge Pack",
    "price": null
  },
  {
    "title": "Harry Potter und der Halbblutprinz (Harry Potter 6): Neuausgabe des Kinderbuch-Klassikers ab 10 Jahren über den bekanntesten Zauberer der Welt",
    "price": "26,00 €"
  },
  {
    "title": "Hogwarts-Schulbücher: Die Märchen von Beedle dem Barden: Aus den ursprünglichen Runen übertragen von Hermine Granger. Mit einem Kommentar von Albus Dumbledore",
    "price": "12,99 €"
  },
  {
    "title": "Harry Potter – Die komplette Saga (Bände 1–7) in der Neuauflage + Quidditch Stift- & Bleistift-Set",
    "price": "167,00 €"
  },
  {
    "title": "Wer oder was bin ich für Potter-Fans – Das inoffizielle Spiel zum Raten und Rätseln: Tolles Geschenk für Potter-Fans | Spaß für Kinder & Erwachsene",
    "price": "10,99 €"
  },
  {
    "title": "Harry Potter: Band 1-7 im Taschenbuchformat + 1 original Harry Potter Button Badge Pack",
    "price": "92,00 €"
  },
  {
    "title": "Harry Potter 1–3 Box Set: A Magical Adventure Begins",
    "price": "24,99 €"
  },
  {
    "title": "Unnützes Wissen für Potter-Fans – Die inoffizielle Sammlung: Erstaunliche Fakten rund um den berühmtesten Zauberer der Welt | Ein besonderes Buch für Potterheads",
    "price": "15,99 €"
  }
]